Repository: biblibre/omeka-plugin-ItemDuplicateCheck
Catalog: languages/*.po
Languages: fr

source: Item Duplicate Check
fr: Contrôle de contenu doublon

source: Warning: a duplicate of this Item has been found!
fr: Attention : un doublon de ce contenu a été trouvé !

source: at least
fr: au moins

source: Ignore all duplicates when saving
fr: Ignorer tous les doublons lors de l'enregistrement

source: Add a rule
fr: Ajouter une règle

source: Choose an <strong>Item Type</strong> to which to apply the rule, then the <strong>Element</strong> (or combination of <strong>Elements</strong>) that make up the rule and cannot be duplicated; the rule can also be restricted to a specific <strong>Collection</strong>.
fr: Choisissez un <strong>Type de contenu</strong> auquel appliquer la règle, puis l'<strong>Élément</strong> (ou une combinaison d'<strong>Éléments</strong>) qui constituent la règle et ne peuvent pas être dupliqués; la règle peut également être limité à une <strong>Collection</strong> spécifique.

source: Item Type
fr: Type de contenu

source: Any type
fr: Toute type

source: Elements
fr: Éléments

source: Any collection
fr: Toute collection

source: Save
fr: Enregistrer

source: Edit rule
fr: Modifier la règle

source: Delete rule
fr: Supprimer la règle

source: Are you sure you want to delete the rule applied to all Items %1$s and checking for duplicates with %2$s as parameters?
fr: Êtes-vous sûr de vouloir supprimer la règle appliquée à tous les éléments %1$s et recherche les doublons avec %2$s comme paramètres ?

source: whose type is
fr: dont le type est

source: and
fr: et

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Rules
fr: Règles

source: Edit
fr: Modifier

source: The rule was successfully deleted.
fr: La règle a été supprimée avec succès.

source: No element was chosen. Please try again, choosing at least one element.
fr: Aucun élément n'a été choisi. Veuillez réessayer en choisissant au moins un élément.

source: edited
fr: modifiée

source: added
fr: ajoutée

source: The rule was successfully %s.
fr: La règle a été %s avec succès.

source: Element List Layout
fr: Disposition liste d'éléments

source: How Elements are grouped and sorted in Element lists.
fr: Comment les éléments sont regroupés et triés dans les listes d'éléments.

source: Default order (as set in Admin / Settings)
fr: Ordre par défaut (tel que défini dans Admin / Paramètres)

source: All Elements, alphabetical order
fr: Tous les éléments, ordre alphabétique

source: Elements grouped by Element Set, alphabetical order
fr: Éléments regroupés par jeu d'éléments, ordre alphabétique
